function Morphology() {
  return (
    <main className="container px-4 py-4">
      <article>
        <section>
          <h3 className="h3 text-success">Зовнішній вигляд</h3>
          <p>
            Гепа́рд струнки́й, гепа́рд (<em>Acinonyx jubatus</em>) — єдиний сучасний вид роду гепард (<em>Acinonyx</em>) із родини котових (<em>Felinae</em>). Згідно з генетичними дослідженнями, найближчим сучасним родичем гепарда є пума. Гепард — найшвидший наземний ссавець, він здатний досягати швидкостей, за різними джерелами, від <strong>80 до 112 км/год</strong>. 
          </p>
          <p>
            Гепард має кілька пристосувань для швидкості, зокрема: легка будова, довгі тонкі ноги, довгий хвіст, невсувні кігті. 
          </p>
        </section>
        <section>
        <h3 class="h3 text-success">Особливості будови</h3>
          <ul>
            <li>Довжина тіла: 112—150 см.</li>
            <li>Довжина хвоста: 60–80 см.</li>
            <li>Висота в плечах: 67–94 см.</li>
            <li>Маса: 21–72 кг.</li>
            <li>Наявний статевий диморфізм — самці більші й важчі.</li>
            <li>Голова невелика, округла, з двома примітними чорними смугами під очима.</li>
            <li>Шерсть, як правило, від темно-коричневого до кремово-білого або блідо-бурого кольору і здебільшого вкрита рівномірно розташованими суцільними чорними плямами.</li>
          </ul>
        </section>
        <figure class="text-center">
          <img src="https://www.irun2iran.com/wp-content/uploads/2018/12/cheetah.jpeg" alt="Гепард у савані" class="img-fluid rounded my-4" />
          <figcaption class="text-muted">Гепард у дикій природі</figcaption>
        </figure>
      </article>
    </main>
  );
}

export default Morphology;