function Nutrition() {
  return (
    <main className="container px-4 py-4 flex-grow-1">
      <section>
        <h2 className="h2 text-success mb-4">Харчування гепардів</h2>
        <p>Гепарди є хижаками та полюють переважно на копитних середніх і великих розмірів. Їх раціон включає:</p>
        <ul class="list-group">
          <li class="list-group-item">Газелі (Томпсонова та Грантова), які є основною здобиччю в Африці.</li>
          <li class="list-group-item">Інші антилопи, такі як імпала.</li>
          <li class="list-group-item">Малі та середні копитні (сайгаки, молоді гну, косулі).</li>
          <li class="list-group-item">Малі ссавці, птахи та зайці (як додаткова їжа).</li>
        </ul>
        <p>Гепарди полюють вдень, переважно рано вранці або пізно ввечері, використовуючи свою неймовірну швидкість для стрімкого кидка на жертву. Вони зазвичай підкрадаються на відстань до 30 метрів, а потім роблять блискавичний ривок, досягаючи швидкості до 112 км/год.</p>
      </section>
    </main>
  );
}

export default Nutrition;